Покрыть юнит-тестами существующее решение. Можно использовать библиотеку
 unittest или pytest- на выбор.- Работать нужно в ветке feat/tests, базирующейся на ветке develop.- Тестами должна быть покрыта каждая функция, вычисляющая периметр или
 площадь геометрической фигуры.- Допустимо менять код решения, если оно некорректно с точки зрения математики. В
 таком случае не забудьте отразить в отчёте суть и причину изменений.- Тесты не должны располагаться в одном файле с самой тестируемой функцией и
 должны быть вынесены в отдельную папку (модуль).- Тестовые классы и методы должны следовать стандартному кодстайлу языка
 программирования Python (PEP 8).- Логика теста должна следовать структуре Arrange-Act-Assert (given-when-then).
- Один юнит-тест не должен проверять сразу несколько разнородных тестовых
 сценариев. вот код